/* 
 Localizable.strings
 SyncForce
 
 Created by Hun Sokunpheaktra on 11/23/11.
 Copyright (c) 2011 __MyCompanyName__. All rights reserved.
 */


"SYNCHRONIZE"           = "Synchronize";
"DONE"                  = "Done";
"RECORD_SAVE"           = "Record Saved";
"ACCOUNT_WEBVIEW"       = "Account Webview";
"ACCOUNT_NATIVE"        = "Account Native";
"MEDIA_VIEWER"          = "Media Viewer";
"DESCRIPTION"           = "Description";
"CONFIRM_TO_STOP_SYNC"  = "Are you sure you want to stop synchronize?";
"MEDIA"                 = "Media";
"STOP"                  = "STOP";
"START"                 = "START";
"CLEAR"                 = "Clear";
"OK"                    = "Ok";
"CANCEL"                = "Cancel";
"SAVE"                  = "Save";
"ERROR"                 = "Error";
"MASTER"                = "Master";
"FILES_FOR_PREVIEW"     = "Files Available for Preview";
"LIST"                  = "List";
"UNKNOWN"               = "Unknown";
"PLAYABLE"              = "playable";
"PLAYTHROUGH_OK"        = "playthrough ok";
"STALLED"               = "Stalled";
"STOPPED"               = "Stopped";
"PLAYING"               = "Playing";
"PAUSED"                = "Paused";
"INTERRUPTED"           = "Interrupted";
"REFRESH"               = "Refresh";
"SYNC_STARTED"          = "Synchronization started";
"ADD"                   = "Add";
"EDIT"                  = "Edit";
"INTERNET_DOWN"         = "The internet is down." ; 
"ATTACHEMENTS"          = "Attachements" ;
"OPPORTUNITY"           = "Opportunity";
"NEW_OPPORTUNITY"       = "New Opportunity";
"Account"               = "Account";

"PREFERENCR"                = "Settings";
"SYNCRONISATION"            = "Synchronization";
"REINIT_DB"                 = "Reinit Database";
"RETRIEVE"                  = "Receive data";
"REINIT_DB_CONFIRM"         = "Are you sure?";
"ENVIROMENT"                = "Environment";
"CLIENT_ID"                 = "Client Id";
"SOBJECTS"                  = "Sobjects";
"HOST"                      = "Host";
"SandBox"                   = "SandBox";
"Developer/Production"      = "Production/Developer";
"ForceSync"                 = "Force Sync";
"MergeRecord"               = "Merge Records";
"CONSUMER_KEY"              = "Consumer key";
"CHANGE_COLUMN"             = "Change Columns";

"FILTER"                    = "Filter";
"FILTER_WARNING"            = "Error";
"MESSAGE_FILTER_WARNING"    = "Incomplete data eneterd";
"FILTER_BY_FIELD"           = "Filter by Field";
"ALL_FIELDS"                = "All Fields";
"OPERATORS"                 = "Operators";
"VALUE"                     = "Value";
"VALUE_FILTER"              = "Value Filter";
"FILED"                     = "Field";
"OPERATOR"                  = "Operator";

"CHOOSE_DISPLAY_FIELDS"     = "Choose fields to display";
"COLUMN"                    = "Column";
"FIELDS"                    = "Fileds";
"DUPLICATED_FIELD_WARING"   = "Error";
"FIELDS_DUPLICATED"         = "Duplicated filed chosen";

"RECORD_TYPE_AVAILABLE"     = "Record Type available";
"RECORD_TYPE_OF_NEW_RECORD" = "Record Type of new record";
"SELECT"                    = "Select";
"RECORD_TYPE"               = "Record Type";


